/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "資格情報の入力";
"CONNECT_TO_SERVER" = "サーバへ接続";
"PRINTER_AUTH" = "プリンタの認証";
"SCREEN_SHARE_AUTH" = "画面の共有";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "“%@”に接続するための名前とパスワードを入力してください。";
"GENERIC_MSG_PASS" = "“%@”に接続するためのパスワードを入力してください。";
"GENERIC_MSG_NONAME" = "ユーザ名とパスワードを入力してください。";

/* Protocol Specific */
"AFP_MSG" = "サーバ“%@”用の名前とパスワードを入力してください。";
"SMB_MSG" = "サーバ“%@”用の名前とパスワードを入力してください。";
"FTP_MSG" = "サーバ“%@”用の名前とパスワードを入力してください。";
"WEBDAV_MSG" = "サーバ“%@”用の名前とパスワードを入力してください。";

/* File Server */
"FS_MSG_BOTH" = "サーバ“%@”用の名前とパスワードを入力してください。";
"FS_MSG_PASS" = "サーバ“%@”用のパスワードを入力してください。";

/* Generic Server */
"SRV_MSG_BOTH" = "サーバ“%@”用の名前とパスワードを入力してください。";
"SRV_MSG_PASS" = "サーバ“%@”用のパスワードを入力してください。";

/* Printer */
"PRINT_MSG_BOTH" = "プリンタ“%@”用の名前とパスワードを入力してください。";
"PRINT_MSG_PASS" = "プリンタ“%@”用のパスワードを入力してください。";

/* Print Server */
"PS_MSG_BOTH" = "プリントサーバ“%@”用のユーザ名とパスワードを入力してください。";
"PS_MSG_PASS" = "プリントサーバ“%@”用のユーザ名とパスワードを入力してください。";

/* Screen Sharing */
"SS_MSG_BOTH" = "“%@”の画面を共有するための名前とパスワードを入力してください。";
"SS_MSG_PASS" = "“%@”の画面を共有するためのパスワードを入力してください。";

"VS_MSG_BOTH" = "“%@”の画面を表示するための名前とパスワードを入力してください。";
"VS_MSG_PASS" = "“%@”の画面を表示するためのパスワードを入力してください。";

/* Time Machine */
"TM_MSG_BOTH" = "Time Machine からアクセスできるように、ファイルサーバ“%@”用の名前とパスワードを入力してください。";
"TM_MSG_PASS" = "Time Machine からアクセスできるように、ファイルサーバ“%@”用のパスワードを入力してください。";

/* Pre Auth */
"PA_MSG_BOTH" = "プロキシサーバ“%@”用の名前とパスワードを入力してください。";
"PA_MSG_PASS" = "プロキシサーバ“%@”用のパスワードを入力してください。";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "接続";
"SHARE" = "共有";
"PRINT" = "プリント";
"VIEW" = "表示";
"OK" = "OK";

"CONNECT_AS" = "ユーザの種類：";
"GUEST" = "ゲスト";
"REGISTERED_USER" = "登録ユーザ";

"CONNECT_BY" = "接続：";
"BY_ASKING_FOR_PERMISSION" = "アクセス権を要求";
"AS_REGISTERED_USER" = "登録ユーザとして";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "ドメイン\\ユーザ名";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "“%@”上のマウントするボリュームを選択してください：";
"SELECT_VOLUME" = "マウントするボリュームを選択してください：";

"SELECT_PRINTER_ON_SERVER" = "“%@”上のプリンタを選択してください：";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "欧米（Mac）";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "“%2$@”上の“%1$@”のパスワードを変更してください。";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "接続中...";
"CONNECTING_TO_HOST" = "“%@”に接続中。";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "ファイルサーバ“%2$@”上の“%1$@”のパスワードを入力してください。";
"ENTER_VOLUME_PASSWORD" = "“%@”のパスワードを入力してください。";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "ネットワークパスワード";
"PRINT_PASSWORD" = "プリンタのパスワード";
"AFP_PASSWORD" = "AFP パスワード";
"SMB_PASSWORD" = "SMB パスワード";
"FTP_PASSWORD" = "FTP パスワード";
"WEBDAV_PASSWORD" = "WebDAV パスワード";
"VNC_PASSWORD" = "VNC パスワード";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "エラーが起きました。";
"EMSG_INVALID_PWD" = "入力したパスワードが正しくありません。";
"EMSG_INVALID_NAME_PWD" = "入力したユーザ名またはパスワードが無効です。";
"EMSG_PWD_EXPIRED" = "パスワードの期限が切れています。";
"EMSG_PWD_NEEDS_CHANGE" = "パスワードを変更する必要があります。";
"EMSG_PWD_POLICY" = "現在のパスワードは、サーバが規定しているパスワードポリシーを満たしていません。";
"EMSG_CONNECTION_FAILED" = "接続に失敗しました";

"EMSG_MOUNT_FAILURE" = "ボリュームのマウントに失敗しました。";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "もう一度やり直してください。";
"EINFO_CONTACT_ADMIN" = "詳しくは、システム管理者に問い合わせてください。";

"EINFO_NO_ACCESS_USER" = "サーバ“%@”にアクセスするためのアクセス権がありません。";
"EINFO_NO_ACCESS_GUEST" = "サーバ“%@”ではゲストアクセスが許可されていません。";
"EINFO_SAME_MACHINE" = "お使いのコンピュータでサーバ“%@”を利用できません。ローカルでボリュームおよびファイルにアクセスしてください。";
"EINFO_NO_SERVER" = "サーバ“%@”が存在しないか、現在利用できません。サーバの名前または IP アドレス、およびネットワーク接続を確認してから、もう一度やり直してください。";
"EINFO_TOO_MANY_USERS" = "サーバ“%@”にこれ以上のユーザはログインできません。後でもう一度接続してみてください。";
"EINFO_GENERAL" = "サーバ“%@”への接続中にエラーが起きました。サーバ名または IP アドレスを確認して、もう一度やり直してください。\n\n問題を解決できない場合は、システム管理者に問い合わせてください。";
"EINFO_NO_SHARES" = "サーバ“%@”上に利用できる共有領域がないか、そこへのアクセスが許可されていません。この問題を解決するには、システム管理者に問い合わせてください。";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "このサーバにアクセスするためのアクセス権がありません。";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "このサーバではゲストアクセスが許可されていません。";
"EINFO_SAME_MACHINE_UNKNOWN" = "お使いのコンピュータでファイルサーバを利用できません。ローカルでボリュームおよびファイルにアクセスしてください。";
"EINFO_NO_SERVER_UNKNOWN" = "サーバが存在しないか、現在利用できません。サーバの名前または IP アドレス、およびネットワーク接続を確認してから、もう一度やり直してください。";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "このファイルサーバにこれ以上のユーザはログインできません。後でもう一度接続してみてください。";
"EINFO_GENERAL_UNKNOWN" = "サーバへの接続中にエラーが起きました。サーバ名または IP アドレスを確認して、もう一度やり直してください。\n\n問題を解決できない場合は、システム管理者に問い合わせてください。";
"EINFO_NO_SHARES_UNKNOWN" = "サーバ上に利用できる共有領域がないか、そこへのアクセスが許可されていません。この問題を解決するには、システム管理者に問い合わせてください。";

"EINFO_UNKNOWN_MOUNT_FAILED" = "ボリュームをマウント中にエラーが起きました。";
"EINFO_ONE_MOUNT_FAILED" = "ボリューム“%@”をマウントできませんでした。";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "次のボリュームをマウントできませんでした：";
